Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtaja_juuso:_korkeimman_hallinto-oikeuden_ratkaisut_osoittavat_etta_tarvitaan_saamelaiskarajalain_uudistus.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtaja Juuso: Korkeimman hallinto-oikeuden ratkaisut osoittavat, että tarvitaan saamelaiskäräjälain uudistus
sme: Ságajođiheaddji Juuso: Alimus hálddahusrievtti čovdosat čájehit, ahte dárbbašuvvo sámediggelága ođastus

source: Korkein hallinto-oikeus (KHO) on antanut päätöksensä vuoden 2019 saamelaiskäräjävaalien vaaliluettelomerkintöjä koskevissa asioissa.
sme: Alimus hálddahusriekti (AHR) lea addán mearrádusa jagi 2019 sámediggeválggaid válgalogahallanmerkejumiid guoski áššiin.

source: KHO hyväksyi saamelaiskäräjien vaaliluetteloon 37 henkilöä vastoin Saamelaiskäräjien vaalilautakunnan ja hallituksen päätöksiä ja hylkäsi tai jätti tutkimatta yhteensä 124 valitusta.
sme: AHR dohkkehii Sámedikki válgalogahallamii 37 olbmo vuostá Sámedikki válgalávdegotti ja stivrra mearrádusaid ja hilggui dahje guđii dutkkakeahttá oktiibuot 124 váidalusa.

source: Saamelaiskäräjät kommentoi asiaa julkisten vuosikirjapäätösten perusteella.
sme: Sámediggi kommentere ášši almmolaš jahkegirjemearrádusaid vuođul.

source: Saamelaiskäräjät näkee, että KHO ei edelleenkään täysimääräisesti kunnioita alkuperäiskansa saamelaisten itsemääräämisoikeutta, vaikka YK:n ihmisoikeuskomitea totesi vuonna 2019 ihmisoikeusloukkauksen Saamelaiskäräjien vaaliluetteloon merkitsemistä koskevien KHO:n päätösten osalta sekä velvoitti Suomea korjaamaan loukkaukset ja huolehtimaan etteivät ne enää jatku tulevaisuudessa.
sme: Sámediggi oaivvilda, ahte AHR ii velge dievasmearálaččat gudnejahte eamiálbmot sámiid iešráđđenvuoigatvuođa, vaikke ON:id olmmošriektekomitea gávnnahii jagi 2019 olmmošriekteloavkideami Sámedikki válgalogahallamii merkema guoski AHR:a mearrádusaid oasil ja geatnegahtii Suoma divvut loavkidemiid ja fuolahit ahte dat eai šat joatkašuva boahttevuođas.

source: – Saamelaiskäräjät katsoo, että YK:n ihmisoikeuskomitean ratkaisujen asettamat velvoitteet eivät toteudu, vaikka KHO on ottanut huomioon ihmisoikeuskomitean näkökannat tulkintaperiaatteissaan, ja vaikka lain tulkinnoissa on tapahtunut mahdollisesti tärkeääkin muutosta saamelaisten itsemääräämisoikeuden suuntaan, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sme: – Sámediggi oaivvilda, ahte ON:id olmmošriektekomitea čovdosiid ásahan geatnegasvuođat eai ollašuva, vaikke AHR lea váldán vuhtii olmmošriektekomitea oainnuid dulkonprinsihppan, ja vaikke lága dulkomiin lea dáhpáhuvvan vejolaččat dehálašge nuppástus sámiid iešráđđenvuoigatvuođa guvlui, dadjá Sámedikki ságajođiheaddji Tuomas Aslak Juuso.

source: – Korkeimman hallinto-oikeuden uudet päätökset osoittavat sen, että pysyvä ratkaisu saavutetaan vain muuttamalla saamelaiskäräjälakia, jatkaa Juuso.
sme: – Alimus hálddahusrievtti ođđa mearrádusat čájehit dan, ahte bissovaš čoavddus juksojuvvo dušše rievdademiin sámediggelága, joatká Juuso.

source: Saamelaiskäräjälain muutosta valmistelevan toimikunnan työ on käynnissä ja toimikausi päättyy 15.5.2021.
sme: Sámediggelága nuppástusa válmmaštalli doaibmagotti bargu lea jođus ja doaibmabadji nohká 15.5.2021.

source: Taustalla YK:n kansalais- ja poliittisten oikeuksien sopimuksen loukkaus
sme: Duogážin ON:id siviila- ja politihkalaš vuoigatvuođaid soahpamuša loavkideapmi

source: YK:n ihmisoikeuskomitea on todennut helmikuussa 2019 antamassa ratkaisussaan , että KHO on vuoden 2011 ja 2015 päätöksissään loukannut YK:n kansalais- ja poliittisten oikeuksien sopimusta hyväksyessään saamelaiskäräjien vaaliluetteloon henkilöitä oikeudenvastaisiin kriteereihin perustuen.
sme: ON:id olmmošriektekomitea lea gávnnahan guovvamánus 2019 addin čovdosis , ahte AHR lea jagi 2011 ja 2015 mearrádusain loavkidan ON:id siviila- ja politihkalaš vuoigatvuođaid soahpamuša go dohkkehii Sámedikki válgalogahallamii olbmuid vuoigatvuođavuostásaš kriteraid vuođul.

source: KP-sopimus on yksi YK:n ihmisoikeussopimuksista, joka on tullut Suomessa sitovana voimaan vuonna 1976.
sme: KP-soahpamuš lea okta ON:id olmmošvuoigatvuođasoahpamušain, mii lea boahtán Suomas čadnin fápmui jagi 1976.

source: Ihmisoikeuskomitea on huomauttanut Suomea edelleen oikeudenloukkauksen jatkumisesta vuosien 2011 ja 2015 vaaliluetteloja koskevien KHO:n päätösten purkamatta jättämiseen (7/2019) liittyen.
sme: Olmmošriektekomitea lea fuopmášahttán Suoma ain vuoigatvuođaloavkideami joatkašuvvamis jagiid 2011 ja 2015 válgalogahallamiid guoski AHR:a mearrádusaid burggekeahttá guođđináššis (7/2019).

source: KHO on ollut tietoinen päätöksiä tehdessään näistä Ihmisoikeuskomitean huhtikuussa 2021 esittämistä huomioista.
sme: AHR lea leamaš diđolaš mearrádusaid barggadettiin dáid Olmmošriektekomitea cuoŋománus 2021 ovdanbuktán fuopmášumiin.

source: Ainakin osa nyt annetuista päätöksistä kuitenkin jatkaa oikeudenloukkausta, kun KHO katsoo olevansa nykyisen lain voimassa ollessa sidottu pitämään voimassa kerran päättämänsä tapaukset ja jopa laajentamaan niiden vaikutuksen uusiin valituksiin, vaikka tämä johtaisi saamelaisten oikeuksien loukkaamiseen.
sme: Ainjuo oassi dál addon mearrádusain goittotge joatká vuoigatvuođaloavkideami go AHR geahččá, ahte go dálá láhka lea fámus de dat lea čadnon doallat fámus dáhpáhusaid, main lea oktii mearridan, ja juoba viiddidit daid váikkuhusaid ođđa váidalusaide, vaikke dat doalvvošii sámiid vuoigatvuođaid loavkideapmái.

source: Samalla oikeuskäytännön epäyhtenäisyys kärjistyy, kun “puhtaalta pöydältä” käsittelyyn tulevissa uusissa tapauksissa KHO kuitenkin nyt noudattaa ihmisoikeuskomitean linjauksia.
sme: Seamma áigge riektegeavadaga eahpeoktilašvuohta badjána, go “buhtes beavddi alde” gieđahallamii boahtti ođđa dáhpáhusain AHR goittotge dál čuovvu olmmošriektekomitea linnjádemiid.

source: Lisätietoja:
sme: Lassidieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso(at)samediggi.fi
